[
  {
    "name": "TokenXYZCoin",
    "description": "TokenXYZCoin is a revolutionary cryptocurrency designed to disrupt the financial industry. With innovative technology and a strong community, TokenXYZCoin aims to provide secure, fast, and decentralized transactions for users worldwide.",
    "img_url": "/assets/token2.png",
    "burned": 5000000,
    "members": 2784,
    "ranking": 1,
    "actions": 712000
  },
  {
    "name": "CryptoABCToken",
    "description": "CryptoABCToken is a revolutionary cryptocurrency designed to disrupt the financial industry. With innovative technology and a strong community, CryptoABCToken aims to provide secure, fast, and decentralized transactions for users worldwide.",
    "img_url": "/assets/token1.png",
    "burned": 3000000,
    "members": 3441,
    "ranking": 2,
    "actions": 523000
  },
  {
    "name": "CoinDEFBlock",
    "description": "CoinDEFBlock is a revolutionary cryptocurrency designed to disrupt the financial industry. With innovative technology and a strong community, CoinDEFBlock aims to provide secure, fast, and decentralized transactions for users worldwide.",
    "img_url": "/assets/token3.png",
    "burned": 1000000,
    "members": 1925,
    "ranking": 3,
    "actions": 320000
  },
  {
    "name": "BitGHICoin",
    "description": "BitGHICoin is a revolutionary cryptocurrency designed to disrupt the financial industry. With innovative technology and a strong community, BitGHICoin aims to provide secure, fast, and decentralized transactions for users worldwide.",
    "img_url": "/assets/token4.png",
    "burned": 6000000,
    "members": 4125,
    "ranking": 65,
    "actions": 484000
  },
  {
    "name": "BlockJKLToken",
    "description": "BlockJKLToken is a revolutionary cryptocurrency designed to disrupt the financial industry. With innovative technology and a strong community, BlockJKLToken aims to provide secure, fast, and decentralized transactions for users worldwide.",
    "img_url": "/assets/token5.png",
    "burned": 7000000,
    "members": 2678,
    "ranking": 93,
    "actions": 689000
  },
  {
    "name": "CryptoMNOCoin",
    "description": "CryptoMNOCoin is a revolutionary cryptocurrency designed to disrupt the financial industry. With innovative technology and a strong community, CryptoMNOCoin aims to provide secure, fast, and decentralized transactions for users worldwide.",
    "img_url": "/assets/token6.png",
    "burned": 4000000,
    "members": 3456,
    "ranking": 37,
    "actions": 527000
  },
  {
    "name": "TokenPQRBlock",
    "description": "TokenPQRBlock is a revolutionary cryptocurrency designed to disrupt the financial industry. With innovative technology and a strong community, TokenPQRBlock aims to provide secure, fast, and decentralized transactions for users worldwide.",
    "img_url": "/assets/token7.png",
    "burned": 2000000,
    "members": 2134,
    "ranking": 51,
    "actions": 387000
  },
  {
    "name": "CoinSTUCoin",
    "description": "CoinSTUCoin is a revolutionary cryptocurrency designed to disrupt the financial industry. With innovative technology and a strong community, CoinSTUCoin aims to provide secure, fast, and decentralized transactions for users worldwide.",
    "img_url": "/assets/token8.png",
    "burned": 8000000,
    "members": 4891,
    "ranking": 22,
    "actions": 596000
  },
  {
    "name": "BitVWXToken",
    "description": "BitVWXToken is a revolutionary cryptocurrency designed to disrupt the financial industry. With innovative technology and a strong community, BitVWXToken aims to provide secure, fast, and decentralized transactions for users worldwide.",
    "img_url": "/assets/token9.png",
    "burned": 10000000,
    "members": 2987,
    "ranking": 78,
    "actions": 920000
  },
  {
    "name": "BlockYZABlock",
    "description": "BlockYZABlock is a revolutionary cryptocurrency designed to disrupt the financial industry. With innovative technology and a strong community, BlockYZABlock aims to provide secure, fast, and decentralized transactions for users worldwide.",
    "img_url": "/assets/token10.png",
    "burned": 9000000,
    "members": 3742,
    "ranking": 34,
    "actions": 710000
  }
]
